export const welcomeText = {
    ru: `<h3>Добро пожаловать в фреймворк BAFNU </h3>
            Это лучший фреймворк по мнению создателя фреймворка<br>
            <h4>Начало работы </h4>
            По умолчанию работает через SQLite,<br>
            рекомендуем использовать MySQL или PostgresQL,
            для этого достаточно подключиться к бд и нажать на кнопку - развернуть окружение<br>
            после этого выбрать нужную бд по умолчанию.
            <br>
            Рекомендуется подключить Redis для работы, однако фреймворк работает без Redis<br>
            Нажмите на кнопку спасибо, если хотите отблагодарить разработчика, после нажатия на кнопку<br>
            разработчику придет уведомление, что к нам присоединился еще один крутой программист ;)<br><br>
            <div style="width: 200px; padding: 10px 20px; border: 1px solid red; border-radius: 5px; display: grid; place-content:center;"> Спасибо </div?
        `,
    en: `Welcome`,
}